{
  "sections": {
    "css_module_KQEqLA": {
      "type": "css-module",
      "settings": {
        "html_cont": "<link rel=\"stylesheet\" href=\"\/\/www.ulike.com\/cdn\/shop\/t\/116\/assets\/swiper-bundle.min.css\">\n  <script src=\"\/\/www.ulike.com\/cdn\/shop\/t\/116\/assets\/swiper-bundle.min.aio.min.js\"><\/script>\n  <style>\n    .swiper-wrapper {\n      height: auto;\n    }\n  <\/style>"
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_title": false,
        "page_width": "medium"
      }
    },
    "slideshow_new_BUbCVb": {
      "type": "slideshowNew",
      "blocks": {
        "image_CWNn87": {
          "type": "image",
          "disabled": true,
          "settings": {
            "color_reverse": false,
            "video": "",
            "mobile_video": "",
            "image": "shopify:\/\/shop_images\/Banner_1920x800_a8162bbf-ec09-420e-8c45-28dd6fead1bd.jpg",
            "mobile_image": "shopify:\/\/shop_images\/M-Banner_4100c6fa-b015-4d5b-80b0-17b66c6c8572.jpg",
            "text_position": "middle_left",
            "mobile_text_position": "top_center",
            "tag": "",
            "tag_zd": false,
            "tag_background": "#e0004d",
            "tag_color": "#ffffff",
            "tag_zoom": 1,
            "subheading": "Plus, a FREE UV Steriliser with every Air 3 purchases.",
            "title": "",
            "title1": "",
            "title_1": "",
            "subheading_1": "",
            "html_1": "",
            "html_2": "",
            "button_1_text": "SHOP NOW",
            "button_buynow_text": "",
            "button_1_link": "",
            "button_2_text": "",
            "button_2_link": "",
            "custom_cls": "banner-diy-box margin0 bts-diy",
            "text_color": "#ffffff",
            "button_background": "#e0004d",
            "button_text_color": "#ffffff",
            "discount_text_color": "#000000",
            "overlay_color": "#000000",
            "overlay_opacity": 0
          }
        },
        "image_aRQhkW": {
          "type": "image",
          "settings": {
            "color_reverse": false,
            "video": "",
            "mobile_video": "",
            "image": "shopify:\/\/shop_images\/Banner_1920x800_16e6c905-a39f-4d22-bec8-25bc39cec26f.jpg",
            "mobile_image": "shopify:\/\/shop_images\/Banner_-mobile.jpg",
            "text_position": "middle_left",
            "mobile_text_position": "bottom_center",
            "tag": "",
            "tag_zd": true,
            "tag_background": "#e0004d",
            "tag_color": "#ffffff",
            "tag_zoom": 0.8,
            "subheading": "Post videos and win big in the #UlikeIceGlow challenge",
            "title": "",
            "title1": "<p>Your Glow, <\/p><p>Your £2,000 Goal!<\/p>",
            "title_1": "",
            "subheading_1": "",
            "html_1": "",
            "html_2": "",
            "button_1_text": "JOIN NOW",
            "button_buynow_text": "",
            "button_1_link": "#shopify-section-template--24541151428895__join_us_zNdATa",
            "button_2_text": "",
            "button_2_link": "",
            "custom_cls": "banner-diy-box margin0 marginTop",
            "text_color": "#040000",
            "button_background": "#e0004d",
            "button_text_color": "#ffffff",
            "discount_text_color": "#040000",
            "overlay_color": "#000000",
            "overlay_opacity": 0
          }
        }
      },
      "block_order": [
        "image_CWNn87",
        "image_aRQhkW"
      ],
      "custom_css": [
        ".banner-diy-box .home-heading__h3 {margin-top: 0;}",
        "@media screen and (max-width: 768px) {.slideshow__slide-inner {--heading-color: 255, 255, 255; }}"
      ],
      "settings": {
        "section_height": "auto",
        "transition_type": "sweep",
        "autoplay": true,
        "show_arrows": false,
        "fixed_height": false,
        "cycle_speed": 5,
        "background": "rgba(0,0,0,0)",
        "progress_bar": "#494949",
        "progress_bar1": "#bdbdbd",
        "show_market": false,
        "market_txt": "",
        "link_txt": "",
        "link": "",
        "show_market_time": 6,
        "show_market_time_line": 6
      }
    },
    "ice_mountain_wfmiLR": {
      "type": "ice-mountain",
      "blocks": {
        "item_mniJer": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/Base_Camp.png",
            "text": "Base Camp",
            "text1": "Start your climb with a £50 discount voucher",
            "text2": "<p><strong>10K+<\/strong> views<\/p>"
          }
        },
        "item_XJGJfx": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/Climb_Higher.png",
            "text": "Climb Higher",
            "text1": "Win an Air 10 IPL device (random colour)",
            "text2": "<p><strong>20K+<\/strong> views<\/p>"
          }
        },
        "item_7TfgAq": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/Almost_There.png",
            "text": "Almost There",
            "text1": "Score an Air 10 (random colour) + £500 in cash",
            "text2": "<p><strong>100K+<\/strong> views<\/p>"
          }
        },
        "item_WmHVfU": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/You_Made_It.png",
            "text": "You Made It!",
            "text1": "Take home a £2,000 grand prize!",
            "text2": "<p><strong>500K+<\/strong> views<\/p>"
          }
        }
      },
      "block_order": [
        "item_mniJer",
        "item_XJGJfx",
        "item_7TfgAq",
        "item_WmHVfU"
      ],
      "name": "ice-mountain",
      "settings": {
        "text": "Ready to conquer Ice Mountain?",
        "text1": "Event time: August 15 to August 31.",
        "text2": "views"
      }
    },
    "join_us_zNdATa": {
      "type": "join-us",
      "blocks": {
        "item_Hg4etr": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/1_1_4d9b58e9-edcf-4743-bb44-95ae9f974b03.svg",
            "text": "Step 1",
            "text1": "Record your Ulike IPL journey.",
            "text2": "<p>Get creative! You could film <em>\"My Transformation\"<\/em>, <em>\"Ulike vs Wax\"<\/em>, or even <em>\"Speed Smoothing with Friends\"<\/em>.<\/p>",
            "link": "",
            "link1": "",
            "link2": "",
            "link3": ""
          }
        },
        "item_C9CYKE": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/2_1.svg",
            "text": "Step 2",
            "text1": "Post it on social media.",
            "text2": "<p>Upload your video publicly on TikTok,  Instagram, Facebook, or Youtube. Make sure to tag it with:<br\/><strong>#ulike #ulikehairremoval  #UlikeIceGlow<\/strong><\/p>",
            "link": "",
            "link1": "",
            "link2": "",
            "link3": ""
          }
        },
        "item_DeM9yc": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/3_74091218-05f5-4244-a102-5a908a3b7c6c.svg",
            "text": "Step 3",
            "text1": "Watch the views roll in.",
            "text2": "<p>The more views you get, the bigger the prize. Think you can reach the top and win £2,000?<\/p>",
            "link": "",
            "link1": "",
            "link2": "",
            "link3": ""
          }
        },
        "item_jcghtt": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/50ada2a3745b8336e03d6f37ed7e9cb9.svg",
            "text": "Step 4",
            "text1": "Claim your reward.",
            "text2": "<p>Between 28 July and 3 August, send a DM to Ulike's official <strong>TikTok, Instagram, Facebook, or Youtube<\/strong> with: <br\/>- Your profile link <br\/>- Your video link <br\/>- \"Reward Collection\" at the top of your message<br\/><br\/>Click to jump to Ulike official account<br\/><\/p>",
            "image1": "shopify:\/\/shop_images\/Link_-_hims_on_Facebook_9af90a7a-313d-41b1-8740-59d247f03318.svg",
            "link": "https:\/\/facebook.com\/ulikeglobal",
            "image2": "shopify:\/\/shop_images\/Link_-_hims_on_Instagram.svg",
            "link1": "https:\/\/instagram.com\/ulikeglobal",
            "image3": "shopify:\/\/shop_images\/Link_-_hims_on_TikTok.svg",
            "link2": "https:\/\/www.tiktok.com\/@ulikeglobal",
            "image4": "shopify:\/\/shop_images\/Link_-_hims_on_YouTube.svg",
            "link3": "https:\/\/youtube.com\/channel\/UCR5GSUNp0G6DG9sE9jtnfGA"
          }
        }
      },
      "block_order": [
        "item_Hg4etr",
        "item_C9CYKE",
        "item_DeM9yc",
        "item_jcghtt"
      ],
      "name": "join-us",
      "settings": {
        "text3": "How to join.",
        "text4": "<p>See full details in the <a href=\"#\" title=\"#\">Official Challenge Policy<\/a><br\/><br\/><\/p>",
        "text": "Official Challenge Policy",
        "text1": "<p>We're thrilled to announce our #UlikeIceGlow Challenge Campaign, celebrating YOU, our amazing users! Show us how you use and love our Ulike IPL hair removal devices for a chance to win fantastic prizes. We can't wait to see your creativity shine!<\/p><h3>How to Enter:<\/h3><h3>1. Create a Video<\/h3><p>Film a video showcasing Ulike IPL hair removal devices with no restriction on model. The content is up to you! Get creative – show us your favorite features, a unique way you use it, a funny moment, a helpful tutorial, or anything else you can dream up!<\/p><h3>2. Use the Hashtag<\/h3><p>Upload your video to TikTok, Instagram, Facebook, or YouTube. Make sure to include our official contest hashtag: #ulikehairremovel, #ulikeipl and #UlikeIceGlow in your caption.<\/p><h3>3. Tag Us<\/h3><p>Don't forget to tag our official account on the platform you're using:TikTok: @ulikeglobalInstagram: @ulikeglobalFacebook:YouTube:<\/p><h3>4. Make it Public<\/h3><p>Ensure your video post is set to \"Public\" so we can see it and count your views!<\/p><h3>Campaign Period:<\/h3><ul><li><strong>Start Date:<\/strong> August 1, 2025<\/li><li><strong>End Date: <\/strong>October 31, 2025<\/li><li>Within one week after the End Date, please send a private message to Ulike's official account on TikTok @ or Instagram @   with your personal homepage link and video link to participate in the award process. Any failure to send a private message within the aforementioned timeframe or non-compliance with the specified message requirements shall result in disqualification from the award.<\/li><\/ul><h3>Prizes:<\/h3><p>Prizes will be awarded based on the total number of plays your video receives during the Challenge Period in a specified platform where it's posted and tagged with #ulikehairremovel, #ulikeipl and #UlikeIceGlow. To eliminate any ambiguity, the confirmation of prize winners will be based solely on the total number of plays from the single platform (among the four specified) with the highest plays. We will not aggregate playback data across multiple platforms for this purpose.<\/p><h3>Important Rules and Guidelines:<\/h3><ul><li><strong>Eligibility: <\/strong>Open to legal residents of the United Kingdom who are 18 years or older and users of Ulike IPL hair removal devices. Employees of us and their immediate family members are not eligible.<\/li><li><strong>Original Content: <\/strong>All videos must be original content created by the entrant. Do not use copyrighted music or material without permission. We shall not be liable for any claims, losses, damages, liabilities, costs, expenses, penalties, fines, or other forms of harm arising from your use of unauthorized content.<\/li><li><strong>Content Appropriateness: <\/strong>Videos must be friendly and not contain any offensive, harmful, or inappropriate content. We reserve the right to disqualify any video deemed unsuitable. We shall not be liable for any claims, losses, damages, liabilities, costs, expenses, penalties, fines, or other forms of harm arising from your inappropriate content.<\/li><li><strong>Multiple Entries:<\/strong> You may submit multiple videos, but each video must be unique and adhere to all contest rules. <\/li><li><strong>Plays Counting:<\/strong> We will verify plays on all platforms where the video is publicly posted with the correct hashtag and tag. Videos that are private or untagged will not be counted.<\/li><li><strong>Winner Notification: <\/strong>Winners will be notified via direct message on the platform where they send a private message to participate in the award process. Winners must respond within 7 days to claim their prize.<\/li><li><strong>Disclaimer: <\/strong>This contest is in no way sponsored, endorsed, administered by, or associated with TikTok, Instagram, Facebook, or YouTube.<\/li><li><strong>Right to Modify\/Cancel: <\/strong>We reserves the right to modify, suspend, or cancel the contest at any time for any reason.<\/li><\/ul><h3>Video Release and License Agreement<\/h3><ul><li>By participating in this Campaign and sending your video link to us, you acknowledge that you have read and agree to this Video Release and License Agreement.<\/li><li>This Video Release and License Agreement (“Agreement”) is by and between Ulike (hereby referred to as Ulike) (“Ulike”, “we”, “our”, or “us”) and you (“you”, “your” or “Creator”).<\/li><\/ul><h3>License<\/h3><ol><li>License Of Content. Once you participate in this Campaign and send your video link to us, you irrevocably grants to Ulike the non-exclusive, assignable, sub-licensable, worldwide, perpetual, royalty-free license and right to use and otherwise exploit your content, in whole or in part, in any manner or medium now or hereafter known or devised, including on the Internet, in any commercial manner, and in advertising and promotion of Ulike and our products and services, throughout the world and in any and all languages without the requirement to make payment to you or to any third party (unless otherwise stated in the Campaign rules) or the need to seek any third party permission. Ulike will have the right to make unlimited derivative works therefrom, to assign or transfer any or all such rights and to grant unlimited, multiple-level sublicenses with no obligations to you, whether financial, credit, approval of changes or otherwise. You hereby forever waives and relinquishes all so-called “moral rights” now or hereafter recognized (for example, to be named as the author or to protect the integrity of your content). Ulike shall have and retain all right, title, and interest in and to the data resulting from such processing, including without limitation, encoding, compressing, formatting, and processing of audio and video data.<\/li><li>License of Name and Likeness. You also irrevocably grant Ulike the perpetual, royalty-free, and worldwide right to use your name, voice, likeness, image, photograph, biographical material, logos, marks or trade names, or other information provided or obtained (“Name and Likeness”), including without limitation, the right to publicly display, publicly perform, distribute, and reproduce the content, name, voice, likeness, and biographical material, in connection with the content, in derivative works thereof, and in any advertising, publicity and exploitation material for purposes of advertising or promoting Ulike, our products and\/or services.<\/li><li>No fees or obligations to return. You agree that no money will be owing to you for any use, distribution, or other exploitation of the content or any rights contemplated in this Agreement. You also agree that Ulike shall not be responsible for the return or preservation of the content submitted or any elements thereof. You agree not to assert any claim against Ulike of any nature whatsoever arising by reason of its use of such content.<\/li><\/ol><p><\/p><h3>Representations, warranties, and indemnity<\/h3><ol><li>READ AND AGREE. BY PROVIDING CONSENT TO USE YOUR CONTENT TO ULIKE, YOU REPRESENT AND WARRANT THAT YOU HAVE READ THIS AGREEMENT IN ITS ENTIRETY, UNDERSTAND ALL THE TERMS AND CONDITIONS OF THIS AGREEMENT, AND THAT YOU AGREE TO COMPLY WITH ALL THE TERMS AND CONDITIONS OF THIS AGREEMENT. OTHERWISE, YOU AGREE NOT TO PROVIDE THE CONSENT TO USE YOUR CONTENT TO ULIKE.<\/li><li>Age of Majority and Authority. By participating in this Campaign and sending your video link to Ulike, you represent and warrant that you are at least the age of majority and you have the right to execute and fully perform this Agreement.<\/li><li>No Prohibited Content. By participating in this Campaign and sending your video link to Ulike, you represent and warrant that the content does not contain any Prohibited content that:<\/li><li>is known by you to be false, inaccurate or misleading;<\/li><li>infringes any third party’s copyright, patent, trademark, trade secret, or other proprietary rights or rights of publicity or privacy;<\/li><li>violates any law, statute, ordinance or regulation (including, but not limited to, those governing export control, consumer protection, unfair competition, anti-discrimination or false advertising);<\/li><li>is, or may reasonably be considered to be abusive, illegal, defamatory, libelous, indecent, hateful, racially or religiously biased or offensive, slanderous, indecent, obscene, pornographic, sexually explicit, unlawfully threatening or unlawfully harassing to any individual, partnership or corporation in any way; or that encourages anyone to break any local, state, national or international law;<\/li><li>that includes any information that references other websites or personally identifiable information (e.g., first and last name, addresses, email addresses, contact information or phone numbers);<\/li><li>that contains any computer viruses, worms, Trojan horses, spyware or other potentially damaging technologies, computer programs or files or malicious code that could impact the operation of our Services or any computer or other device;<\/li><li>that contains any persons who have not consented or are unable to consent (whether due to being below the age of majority or otherwise incapable) to our use of their Name and Likeness under clause above of this Agreement.<\/li><li>Name and Likeness of Others. By participating in this Campaign and sending your video link to Ulike, you represent and warrant that you have obtained permission for you to use and for Ulike to use the personal data, Name and Likeness of any individuals contained in the content, in the same manner as to which you agreed under this Agreement.<\/li><li>Original Work. You hereby represent and warrant that your contribution to the content are wholly original with you and are not a copy or imitation of any other material.<\/li><li>Indemnity. You agree to indemnify, hold harmless, and defend Ulike from any claim or liability related in any way to this Agreement, Ulike’s use of your content, or relating to any breach of any representation, warranty or covenant made by you in this Agreement.<\/li><\/ol>"
      }
    },
    "faq_detail_diy_kLmqqN": {
      "type": "faq-detail-diy",
      "blocks": {
        "item_7VDxzh": {
          "type": "item",
          "disabled": true,
          "settings": {
            "image": "shopify:\/\/shop_images\/pc_ccfeff71-e47f-48ed-b08b-aac83bb49d16.png",
            "image1": "shopify:\/\/shop_images\/m_d00fd563-1ff5-41ee-acf6-26d42c1aaee6.png",
            "title": "Can everyone use IPL?",
            "content": "<p>IPL (Intense Pulsed Light) hair removal works by emitting intense light pulses that are absorbed by the pigment in the hair follicles. The absorbed light is then converted into heat, which targets the hair follicles and inhibits future hair growth.<br\/><br\/>It is important to note that IPL is most effective on individuals with lighter skin tones and darker hair colours. This is because the light energy is primarily absorbed by the melanin pigment in the hair. In individual's skin that's rich in melanin, the excess melanin can also absorb the light energy, leading to potential skin damage.<br\/><br\/>Similarly, IPL may not be as effective on individuals with light hair colours such as blonde, gray, or red. This is because these hair colours have less melanin content, making it challenging for the IPL device to target the hair follicles effectively.<br\/><br\/>To ensure the effectiveness and safety of IPL hair removal, we recommend users to refer to the provided skin tone chart before making a purchase.<\/p>"
          }
        },
        "item_iy3jyh": {
          "type": "item",
          "settings": {
            "title": "What are the rules to enter?",
            "content": "<p>Your video must clearly show a Ulike device, be posted from a public account on either TikTok or Instagram, and include all three required hashtags: #ulike  #ulikehairremoval #UlikeIceGlow.<\/p>"
          }
        },
        "item_PHGmDH": {
          "type": "item",
          "settings": {
            "title": "How do I claim my reward?",
            "content": "<p>Between Aug 1 and Nov 15, send a DM to Ulike's official TikTok or Instagram with your video link and profile link. Make sure to include \"Reward Collection\" at the top of your message. We'll verify your post and check your view count.<\/p>"
          }
        },
        "item_yybBhy": {
          "type": "item",
          "settings": {
            "title": "Can I submit more than one video?",
            "content": "<p>Yes! But only your highest-viewed video will count. Views don't add up across multiple videos or platforms.<\/p>"
          }
        },
        "item_NMpcTT": {
          "type": "item",
          "settings": {
            "title": "If I get over 500k views, do I get all the lower rewards too?",
            "content": "<p>No, rewards are not cumulative. Each tier has its own exclusive prize (e.g. 500k views = £2,000 cash only).<\/p>"
          }
        },
        "item_4RTLMJ": {
          "type": "item",
          "settings": {
            "title": "Can I use older videos?",
            "content": "<p>No, all entries must be new, filmed and posted between Aug 1 to Oct 31 2025. Reused or archived content won't qualify.<\/p>"
          }
        },
        "item_LRJCDa": {
          "type": "item",
          "settings": {
            "title": "Does IPL hair remover hurt?",
            "content": "<p>IPL hair removal is generally considered to be much less painful and nearly as effective as laser hair removal. Additionally, Ulike is the only company that employs Sapphire Ice-Cooling  technology to ensure nearly Painless sessions.<\/p>"
          }
        },
        "item_rQC7m8": {
          "type": "item",
          "settings": {
            "title": "Can I use the device on all parts of my body?",
            "content": "<p>Yes, you can use Ulike IPL devices on almost every part of your body. However, please avoid using it directly on your genitals, eyes, tattooed areas or parts of the skin with open wounds. To ensure your comfort, we recommend treating sensitive areas such as the bikini area, inner thighs, and buttocks with the lowest power level.<\/p>"
          }
        }
      },
      "block_order": [
        "item_7VDxzh",
        "item_iy3jyh",
        "item_PHGmDH",
        "item_yybBhy",
        "item_NMpcTT",
        "item_4RTLMJ",
        "item_LRJCDa",
        "item_rQC7m8"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/FAQ.jpg",
        "image1": "shopify:\/\/shop_images\/90_Days.svg",
        "title": "FAQ",
        "text": "Our Hair-Free Guarantee",
        "text1": "Your happiness is our top priority. If it's not what you hoped for, enjoy a hassle-free full refund.",
        "text2": "route-name route-name3",
        "text3": "route3"
      }
    },
    "ffb50d1b-fe34-4a52-b46a-30cc2515c823": {
      "type": "custom-liquid",
      "disabled": true,
      "settings": {
        "subheading": "",
        "title": "",
        "liquid": "<div class=\"countdown-timer-block\" countdown-timer-id=\"cmbspvmvq0093qcj0wfybg962\"><\/div>",
        "add_vertical_spacing": true,
        "background_type": "full_width",
        "background": "rgba(0,0,0,0)",
        "text_color": "rgba(0,0,0,0)"
      }
    },
    "css_module_qxf8b8": {
      "type": "css-module",
      "settings": {
        "html_cont": "<style>\n.professional-quality {\n  background: linear-gradient(180deg, #e6f4ff 6.66%, #fff 96.76%);\n}\n.professional-quality .professional-quality-fixed {\n  background: #fff;\n}\n.professional-quality .professional-quality-right {\n  background: none;\n}\n.professional-quality .professional-quality-bottom {\n  padding-left: 30px;\n}\n.professional-quality .professional-quality-other {\n  max-width: none;\n}\n.professional-quality\n  .professional-quality-head\n  .professional-quality-item::before {\n  width: 1520px;\n}\n@media (max-width: 1600px) {\n    .professional-quality .professional-quality-head .professional-quality-item::before {\n        width: calc(100vw - 97px);\n    }\n}\n<\/style>"
      }
    },
    "product_list_new_ktXDpP": {
      "type": "product-list-new",
      "blocks": {
        "item_wEiNQh": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/UV-Sterilizer_6b715652-46f9-43f8-909b-5be7ea252da1.jpg",
            "image1": "shopify:\/\/shop_images\/M_21b68e0d-0b5e-4f75-88f7-0b284caf3846.jpg",
            "text5": "For Air 2 & 3 Only",
            "text": "UV-Sterilizer",
            "text1": "Ultraviolet protection for hygienic full-body use and germ-free sharing.",
            "text2": "£30",
            "text3": "ADD TO BASKET",
            "text4": "9788458631455"
          }
        },
        "item_qnBXxj": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/Razor_83c30fb2-d0b4-4309-9133-96472fb3fb32.jpg",
            "image1": "shopify:\/\/shop_images\/Razor_3534de59-3ae2-4baa-a1cc-6aab69f19e45.jpg",
            "text5": "",
            "text": "Razor",
            "text1": "Hypoallergenic blade to prepare your skin for optimal IPL results.",
            "text2": "£10",
            "text3": "ADD TO BASKET",
            "text4": "50008968036639"
          }
        },
        "item_6xe8qE": {
          "type": "item",
          "disabled": true,
          "settings": {
            "image": "shopify:\/\/shop_images\/Aloe_Vera_Gel_0a1afdf1-93df-4431-a3c2-e8a499702f36.jpg",
            "image1": "shopify:\/\/shop_images\/Aloe_Vera_Gel_e067c0a7-5310-4da4-875b-6a27d32a4fa7.jpg",
            "text5": "",
            "text": "Aloe Vera Gel",
            "text1": "Soothing formula for post-treatment care and daily hydration.",
            "text2": "£20",
            "text3": "Add to Cart",
            "text4": "48822880796959"
          }
        }
      },
      "block_order": [
        "item_wEiNQh",
        "item_qnBXxj",
        "item_6xe8qE"
      ],
      "disabled": true,
      "settings": {
        "text": ""
      }
    },
    "ipl_no1_new_Erq78X": {
      "type": "IPL-no1-new",
      "blocks": {
        "item_FLtdPU": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/n1.svg",
            "text": "800",
            "text1": "",
            "text2": "Granted Patents"
          }
        },
        "item_Vcjiyc": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/n2.svg",
            "text": "10",
            "text1": "Years",
            "text2": "IPL Research"
          }
        },
        "item_VfAtHp": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/n3.svg",
            "text": "7 Million",
            "text1": "",
            "text2": "Products Sold"
          }
        }
      },
      "block_order": [
        "item_FLtdPU",
        "item_Vcjiyc",
        "item_VfAtHp"
      ],
      "settings": {
        "image": "shopify:\/\/shop_images\/Vector_1.svg",
        "text": "Global IPL Device Sales",
        "text1": "No. 1",
        "des": "Source: Frost&Sullivan, confirmed based on research on global hair removal device market and calculated by 2023 global sales volume metrics. Hair removal device refers to a beauty instrument that targets hair follicles using technologies such as laser and intense pulsed light (IPL), with the aim of reducing or removing hair. The survey was completed in October 2024.",
        "bg_color": "#ffffff"
      }
    },
    "safeguards_new_pxK6tT": {
      "type": "safeguards-new",
      "blocks": {
        "item_rq3UzF": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/Fast_Free_Shipping.png",
            "text": "Fast & Free Shipping",
            "text1": "Fast delivery from the nearest warehouse.",
            "text2": "We offer free domestic shipping (2-5 days), next-day delivery, and international shipping options, along with real-time tracking updates to keep you informed."
          }
        },
        "item_797Vg7": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/90-Day_Money_Back.png",
            "text": "100-Day Money Back",
            "text1": "You can return your order for a full refund.",
            "text2": "Not sure you'll love it? No worries! Enjoy free returns or exchanges within 100 days of purchase, as long as the product is in its original condition with all accessories included."
          }
        },
        "item_wYDTVy": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/2-Year_Warranty.png",
            "text": "2-Year Warranty",
            "text1": "Ulike devices are covered for a period of 2 years.",
            "text2": "We stand behind the quality of our products. Enjoy a two-year limited warranty on any Ulike device purchased directly from our official website or authorized sellers, including free repair or replacement for defective devices."
          }
        },
        "item_Bhichb": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/7_Support.png",
            "text": "24\/7 Support",
            "text1": "Enjoy peace of mind with our round-the-clock support.",
            "text2": "Click the chat bubble to chat with us, email uk.support@ulikeglobal.com, or call +44 808 812 6880, Monday to Friday, from 9 AM to 7 PM."
          }
        },
        "item_MKLepq": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/Buy_Now_Pay_Later.png",
            "text": "Buy Now, Pay Later",
            "text1": "Shop with ease thanks to our flexible payment options.",
            "text2": "Choose PayPal, Klarna, or Clearpay: Clearpay offers up to 4 months interest-free financing, PayPal and Klarna lets you pay in 30 days, and all three allow 3 interest-free installments."
          }
        }
      },
      "block_order": [
        "item_rq3UzF",
        "item_797Vg7",
        "item_wYDTVy",
        "item_Bhichb",
        "item_MKLepq"
      ],
      "settings": {}
    }
  },
  "order": [
    "css_module_KQEqLA",
    "main",
    "slideshow_new_BUbCVb",
    "ice_mountain_wfmiLR",
    "join_us_zNdATa",
    "faq_detail_diy_kLmqqN",
    "ffb50d1b-fe34-4a52-b46a-30cc2515c823",
    "css_module_qxf8b8",
    "product_list_new_ktXDpP",
    "ipl_no1_new_Erq78X",
    "safeguards_new_pxK6tT"
  ]
}
