{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_title": false,
        "page_width": "medium"
      }
    },
    "01f74f58-c700-4c0b-905a-b20e2625b3e9": {
      "type": "slideshow",
      "blocks": {
        "template--16687203320049__01f74f58-c700-4c0b-905a-b20e2625b3e9-16769465982650bb0b-0": {
          "type": "image",
          "settings": {
            "custom_activity_icon": "shopify:\/\/shop_images\/992762_NewPCOSAALogo_IG2_030921_3-2_030921-2.png",
            "custom_mobile_activity_icon": "shopify:\/\/shop_images\/992762_NewPCOSAALogo_IG2_030921_3-2_030921-3.png",
            "image": "shopify:\/\/shop_images\/banner_f4d8f3d5-ca04-4611-bdd8-d5b295abf491.jpg",
            "mobile_image": "shopify:\/\/shop_images\/banner-m_231b6f05-ac38-401b-b7d6-3bac86c6b828.jpg",
            "text_position": "middle_left",
            "mobile_text_position": "middle_center",
            "subheading": "Proud partner of the PCOS community.",
            "title": "We See You",
            "title1": "",
            "title_1": "",
            "subheading_1": "",
            "button_1_text": "",
            "button_1_link": "",
            "button_class": "",
            "button_2_text": "",
            "button_2_link": "",
            "custom_cls": "spring mother home summer pcos pcos-box",
            "html_1": "",
            "html_2": "",
            "text_color": "#040000",
            "button_background": "#040000",
            "button_text_color": "#ffffff",
            "discount_text_color": "#040000",
            "overlay_color": "#000000",
            "overlay_opacity": 0
          }
        }
      },
      "block_order": [
        "template--16687203320049__01f74f58-c700-4c0b-905a-b20e2625b3e9-16769465982650bb0b-0"
      ],
      "settings": {
        "section_height": "auto",
        "transition_type": "sweep",
        "autoplay": false,
        "fixed_height": false,
        "cycle_speed": 5,
        "background": "rgba(0,0,0,0)"
      }
    },
    "129bbe71-29b6-4751-8e04-684d0b424df6": {
      "type": "rich-text",
      "settings": {
        "subheading": "",
        "title": "",
        "content": "<p>Polycystic ovarian syndrome (PCOS) is a common hormonal disorder that affects millions of women worldwide. Living with PCOS goes beyond the physical symptoms — it’s an emotional journey that often remains hidden from the world. We See You is a celebration of empowerment, confidence, and self expression, told through the stories of beautiful, brave women.<\/p>",
        "button_text": "",
        "button_link": "",
        "background_type": "full_width",
        "text_width": "large",
        "text_position": "center",
        "text_alignment": "center",
        "background": "rgba(0,0,0,0)",
        "text_color": "rgba(0,0,0,0)",
        "button_background": "rgba(0,0,0,0)",
        "button_text_color": "rgba(0,0,0,0)",
        "class_text": "pcos-box"
      }
    },
    "3e4ad0fc-6ad5-44b3-b1fc-7e82433fcc8b": {
      "type": "video-dialog",
      "settings": {
        "background_type": "full_width",
        "video": "shopify:\/\/files\/videos\/e00acb6e417547cbba291a350e602481.mp4",
        "mobile_video": "shopify:\/\/files\/videos\/0408F9AB8A5C46A1A0CF874433114966.mp4",
        "video_link": "https:\/\/cdn.shopify.com\/videos\/c\/o\/v\/a92866f9d0344c62ade4829641ad34ff.mp4",
        "mobile_video_link": "https:\/\/cdn.shopify.com\/videos\/c\/o\/v\/089e88a60df84fd5891d26da8a1fbcbb.mp4",
        "background": "rgba(0,0,0,0)"
      }
    },
    "0e245e59-66b4-4396-902a-ec41a36b615b": {
      "type": "icon-module",
      "blocks": {
        "df6114d6-b24e-419f-ba0d-6bf74c2f9572": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/Group_128720416.svg",
            "title": "Excess Hair Growth",
            "content": ""
          }
        },
        "eed9f9b1-d854-4c56-b332-78994a0fa648": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/Group_128720418.svg",
            "title": "Acne",
            "content": ""
          }
        },
        "911c6a0a-3ee5-4522-ad76-b65f53859b99": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/Group_128720419.svg",
            "title": "Weight Gain",
            "content": ""
          }
        },
        "53c50ec7-c884-4d20-bfb4-393a11455185": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/Group_128720417.svg",
            "title": "Irregular Menstrual Cycles",
            "content": ""
          }
        }
      },
      "block_order": [
        "df6114d6-b24e-419f-ba0d-6bf74c2f9572",
        "eed9f9b1-d854-4c56-b332-78994a0fa648",
        "911c6a0a-3ee5-4522-ad76-b65f53859b99",
        "53c50ec7-c884-4d20-bfb4-393a11455185"
      ],
      "settings": {
        "title": "What is PCOS?",
        "content": "<p><\/p><p>PCOS causes enlarged ovaries — leading to a range of complications like irregular menstrual cycles, acne, weight gain, and excess hair growth. <\/p>"
      }
    },
    "c76a124e-ab33-4784-b039-e2f39ac29a2a": {
      "type": "popup-module",
      "blocks": {
        "f16b4731-3c7d-4a1a-b981-987938aabf21": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/d_1.jpg",
            "P_image": "shopify:\/\/shop_images\/4_a7e08963-e4bc-43c7-b265-783fd9bc5e6c.jpg",
            "m_image": "shopify:\/\/shop_images\/d-m.jpg",
            "title": "Meet",
            "name": "Veronica",
            "sub": "See More",
            "popup_txt": "<p>Veronica, a mother of three, served in the U.S. Army for four years.<\/p><p>Categorizing her experience with PCOS as challenging and often inconvenient, she explains \"<strong>it can be a source of embarrassment, a topic rarely discussed openly, yet something I grapple with on a daily basis.<\/strong>\"<\/p><p>Physically, PCOS has brought excessive hair growth, weight gain, and fatigue into Veronica's life. Yet, it's the emotional impact that's most challenging. She describes herself as self-conscious and introverted, and it's been difficult to forge social connections or feel at ease in her own body.<\/p><p>\"<strong>I feel like that's all they see - the growth of hair on my face and it makes it really hard to get to know people when I first meet them. <\/strong>\"<\/p><p>Misconceptions and misunderstandings about PCOS bother Veronica. She's tried various approaches to manage her condition, from medical interventions to laser hair removal. However, the results have been mixed.<\/p><p>This is nothing new for Veronica however, in the military, addressing symptoms was challenging due to a lack of priority from military doctors. Also, discussing PCOS in her predominantly male unit was uncomfortable. She mostly managed her condition privately during her military service, a practice she continues today.<\/p><p>In the past, Veronica has not yet been involved in the PCOS community. Although, with this recent opportunity to connect with a few women who share similar stories, she hopes to now connect with a PCOS support group.<\/p><p>\"<strong>The message that I'd like to share with other people is that you're not alone.<\/strong>\"<\/p>"
          }
        },
        "8ea93bc9-f1a4-48d1-a462-c9572bc603f3": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/b_bc91bff2-a441-4bb6-9752-1a9dbd1bcbb6.jpg",
            "P_image": "shopify:\/\/shop_images\/1_ad6c8de0-4134-4921-b4c0-563c9425bae8.jpg",
            "m_image": "shopify:\/\/shop_images\/b-m.jpg",
            "title": "Meet",
            "name": "Lauren",
            "sub": "See More",
            "popup_txt": "<p>PCOS is often undiagnosed or misunderstood, making it a challenge for those affected. Lauren vividly remembers the difficulties she encountered in understanding her condition.It wasn't until high school that she decided to seek answers from her gynecologist. Despite consultations, her condition remained unclear. Eventually, a suggestion from an acquaintance led her to discover PCOS, and in 2022, she received an official diagnosis.<\/p><p>\"<strong>it's a part of my every day life, it's so exhausting<\/strong>\"<\/p><p>This condition and its effects, like hirsutism, have taken an emotional toll on her, causing self-esteem issues. \"It's not just shaving your legs. I'm shaving my face twice a day, sometimes more. I keep a razor in my car. I have tweezers in every purse that I own so I don't accidentally forget.\"<\/p><p>\"<strong>PCOS isn't understood, which makes it even harder and feel even heavier.<\/strong>\"<\/p><p>Many people are unfamiliar with the condition's complexities, including hormonal imbalances and potential fertility issues. This lack of awareness often leaves Lauren feeling isolated. She mostly chooses to keep her condition private, as she believes many people may not comprehend the hormonal and less obvious facets of PCOS.<\/p><p>Despite her challenges, Lauren has sought support and information from dietitians and the PCOS community. While she's gained a lot from their advice and the ability to share stories, she, of course, continues to struggle. But despite these struggles, Lauren is determined to do her part to improve PCOS awareness and help those who are fighting their own battles.<\/p><p>\"<strong>Participating today had a lot to do with being vulnerable...I am nervous now, I am embarrassed, I am insecure, all of that right now but I think it's important that other women don't feel this way.<\/strong>\"<\/p>"
          }
        },
        "12a9dcb8-31d7-4c38-8d5e-bbeeff794885": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/a_d2b67e54-f1ea-4df6-adce-5def9c36b429.jpg",
            "P_image": "shopify:\/\/shop_images\/3_01810470-9fa0-4701-9b74-4f0d0aa2925e.jpg",
            "m_image": "shopify:\/\/shop_images\/a-m_453bc006-d543-410e-a20a-c1b216b62f5d.jpg",
            "title": "Meet",
            "name": "Katie",
            "sub": "See More",
            "popup_txt": "<p>\"<strong>I've spent a lot of my life just trying to figure out my own body.<\/strong>\"<\/p><p>In her own words, Katie, a 29-year-old healthcare professional, finds PCOS frustrating and often misunderstood by the medical community. She first noticed health irregularities, including abnormal hair growth and signs of systemic inflammation, during her early teen years. Despite numerous doctor visits, her concerns were frequently dismissed as stress or diet-related.<\/p><p>Later in life, after a candid discussion with a new physician, she received a PCOS diagnosis, finally shedding light on her condition. While the prognosis provided relief, PCOS itself remains a constant challenge. Katie's body reacts sensitively to certain foods, resulting in rapid weight gain and inflammation. Dealing with unwanted hair growth and the persistent challenge of melasma are also ongoing struggles.<\/p><p>Hirsutism, in particular, is one of the things Katie finds most difficult to control. She highlights the challenges of constant shaving, dealing with razor burns, and even the burden of going to the beach. “<strong>My self-perception with PCOS builds insecurity and creates doubts in my self-confidence.<\/strong>\"<\/p><p>Katie knows that her struggles with PCOS won't simply vanish, but she believes it has become somewhat more manageable over time. She has found solace in a community of women also facing similar challenges. Along with her openness to trying new methods to control the effects of PCOS, she looks forward to the future, not dwelling on the past.<\/p><p>\"<strong>Treat it (your body) like an experiment...the more you know, the more you can help yourself and feel better with time.<\/strong>\"<\/p>"
          }
        },
        "752f31bf-aebe-4dfe-a5a0-87ca5b8cc633": {
          "type": "item",
          "settings": {
            "image": "shopify:\/\/shop_images\/c_5c5168be-4d4b-40f3-b624-d4b2d335ff1c.jpg",
            "P_image": "shopify:\/\/shop_images\/2_ea148385-3227-4ba4-a594-ab10cb77f290.jpg",
            "m_image": "shopify:\/\/shop_images\/c-m_efe7c5da-e470-4d71-8eb4-b7eec4ef5f3b.jpg",
            "title": "Meet",
            "name": "Morgan",
            "sub": "See More",
            "popup_txt": "<p>A 24-year-old student, from her childhood to adulthood, Morgan says PCOS has touched every aspect of her life - including her relationships, health, and mental well-being.<\/p><p>Signs of her condition first appeared early on for Morgan. This led to challenges in school, as she was bullied for the hair on her arms and face, making it difficult to build friendships.<\/p><p>Despite the challenges, living with PCOS has made her stronger. With the support of her mom and sisters, she has learned to stand up for herself. She recognizes that many women face similar struggles and that PCOS can be emotionally taxing. However, she has embraced it as a part of who she is\"<strong>PCOS has been a curse and a blessing for me, but it's a big part of what made me who I am today.<\/strong>\"<\/p><p>In her quest to manage PCOS, Morgan has explored different treatment options, from lotions to shaving, waxing and threading. However, none provided a permanent or painless solution. She believes that having a reliable and comfortable hair removal option would be life-changing.<\/p><p>Morgan's message to women with PCOS is clear: don't hide, there's help.<\/p><p>\"<strong>You're not alone out there.<\/strong>\"<\/p>"
          }
        }
      },
      "block_order": [
        "f16b4731-3c7d-4a1a-b981-987938aabf21",
        "8ea93bc9-f1a4-48d1-a462-c9572bc603f3",
        "12a9dcb8-31d7-4c38-8d5e-bbeeff794885",
        "752f31bf-aebe-4dfe-a5a0-87ca5b8cc633"
      ],
      "settings": {
        "title": "Celebrating inspirational women."
      }
    },
    "64125e23-082a-4276-a6c7-7d58d90246cf": {
      "type": "step-cart",
      "blocks": {
        "5a6e37d0-a4f2-4063-86ea-a29e7a87dcae": {
          "type": "item",
          "settings": {
            "title": "Say goodbye to unwanted Hair.",
            "content": "Traditional hair removal just doesn’t cut it any more. It’s troublesome, tiring, and frustrating because it doesn't get to the root of the problem — hair just keeps on growing back. IPL is a breakthrough application, using light to target hair at the root. In just a few weeks, hair growth is noticeably slower, thinner, and less dense. Eventually hair growth stops altogether.",
            "step_video": "shopify:\/\/files\/videos\/5-1.mov"
          }
        },
        "b61c1a5f-3556-4a55-a46c-352526e33b86": {
          "type": "item",
          "settings": {
            "title": "Painless hair removal.",
            "content": "Unlike other IPL devices, Air 3 features Sapphire Ice Cooling™,   providing a comfortable 18℃ temperature, even after 30 minutes of use. This helps protect your skin against any burns, giving you a comfortable hair removal experience that you’ll barely even notice.",
            "image": "shopify:\/\/shop_images\/2_a1c11d70-f563-415a-9d8d-0c459301eaeb.jpg",
            "mobile_image": "shopify:\/\/shop_images\/2_a1c11d70-f563-415a-9d8d-0c459301eaeb.jpg"
          }
        },
        "6f5ec375-9b32-469b-bc78-975325e45dbb": {
          "type": "item",
          "settings": {
            "title": "Peace of mind.",
            "content": "Three different power levels help you personalize your hair removal based on different treatment locations all over your body.",
            "image": "shopify:\/\/shop_images\/3_65ce91d6-167c-4f4a-9dd4-0e0ef4c5ae50.jpg",
            "mobile_image": "shopify:\/\/shop_images\/3_65ce91d6-167c-4f4a-9dd4-0e0ef4c5ae50.jpg"
          }
        }
      },
      "block_order": [
        "5a6e37d0-a4f2-4063-86ea-a29e7a87dcae",
        "b61c1a5f-3556-4a55-a46c-352526e33b86",
        "6f5ec375-9b32-469b-bc78-975325e45dbb"
      ],
      "settings": {
        "title": "Permanent hair removal from home.",
        "custom_background": "#F5F5F5",
        "background": "#f5f5f5",
        "text_color": "#000000",
        "mobile_text_color": "#040000",
        "padding_top": 100,
        "padding_bottom": 72
      }
    },
    "56454126-9834-4b36-bfff-091c02001239": {
      "type": "hero-effect-fill",
      "settings": {
        "title": "Ulike Air 3",
        "subheading": "IPL hair removal device with Sapphire Ice Cooling™ for painless, visible results in 3 weeks.",
        "button_url": "shopify:\/\/products\/sapphire-air-3-ipl-hair-removal",
        "button_txt": "Shop Now",
        "media_image": "shopify:\/\/shop_images\/pc-a3_-1-_1_1_1.jpg",
        "mobile_media_image": "shopify:\/\/shop_images\/A3-m_84885b75-fd9b-4690-9273-686c2724ea8c.jpg",
        "background": "rgba(0,0,0,0)",
        "padding_bottom": 0
      }
    },
    "36efb45c-da54-4c55-acd0-e3277080d775": {
      "type": "fda-module",
      "settings": {
        "title": "FDA cleared",
        "content": "<p>“Ulike products are backed by over 30+ global certifications, ensuring that women all over the world can enjoy effective and safe hair removal from the comfort of home.”<\/p>",
        "image": "shopify:\/\/shop_images\/FDA_ec69cdc9-e9ad-4837-ac4f-b9fb47bebbbc.svg",
        "image1": "shopify:\/\/shop_images\/Davin_Lim-_1.png",
        "image2": "shopify:\/\/shop_images\/1_091d6e09-e869-47a2-b9bd-e7693113febd.jpg",
        "text": "Dr David Lim",
        "text1": "A borad-certified dermatologist"
      }
    },
    "410348d7-73ad-4e20-a7c3-b3db0025d2d2": {
      "type": "faq",
      "blocks": {
        "template--16748934758641__410348d7-73ad-4e20-a7c3-b3db0025d2d2-168534152794d83ba3-1": {
          "type": "question",
          "settings": {
            "title": "What skin tone and hair colour are suitable for IPL hair removal devices?",
            "answer": "<p>It's important to note that IPL is most effective for individuals with lighter skin tones and darker hair colours. This is because the light energy primarily targets the melanin pigment in the hair. In individuals with darker skin tones, excess melanin in the skin can also absorb the light energy, potentially causing skin damage.<\/p><p>Similarly, IPL might be less effective for individuals with light hair colours like blonde, gray, or red. This is due to their lower melanin content, which makes it more challenging for the IPL device to effectively target the hair follicles.<\/p><p>For ensured effectiveness and safety of IPL hair removal, we recommend users refer to the provided skin tone chart before making a purchase.<\/p>",
            "image": "shopify:\/\/shop_images\/pc_ccfeff71-e47f-48ed-b08b-aac83bb49d16.png",
            "mobile_image": "shopify:\/\/shop_images\/m_d00fd563-1ff5-41ee-acf6-26d42c1aaee6.png"
          }
        },
        "645b7f53-212e-421f-8010-88061c3f4ae1": {
          "type": "question",
          "settings": {
            "title": "Does IPL work for PCOS-related hair growth?",
            "answer": "<p>Yes, IPL (intense pulsed light) treatments can help prevent the rapid regrowth of hair associated with hirsutism caused by PCOS. Additionally, IPL products can provide long-lasting results and solutions for unwanted hair growth in women with PCOS. However, outcomes are based on a multitude of factors and may vary between individuals.<\/p><p>Please follow the recommended usage guidelines for Ulike IPL devices for best results:<\/p><p>Weeks 1-3: use 3 times per week.<\/p><p>Weeks 4-6: use 2 times per week, or increase frequency if you feel it's needed.<\/p><p>After that, we recommend using the device once every two weeks or once a month on areas that need touch-ups or general upkeep. If you have areas with very stubborn hair, you can increase the frequency of use and\/or the power level as well during the touch-up phase.<\/p>"
          }
        },
        "e7bd244c-468f-47ab-b64a-502a3637848a": {
          "type": "question",
          "settings": {
            "title": "How IPL can help tackle PCOS-related hair growth?",
            "answer": "<p>IPL is a novel method that utilizes light to target hair at the root. Light is absorbed by melanin in the hair follicle, which gets converted into heat, resulting in thinner hair regrowth. With regular treatment, IPL eventually halts hair regrowth altogether. It's supported by clinical studies and FDA clearance for extra peace of mind.<\/p><p>For women with PCOS, who may experience increased hair growth, IPL operates just as effectively as it does for those without PCOS. Unlike the constant cycle of shaving or other traditional hair removal methods that can cause pain or skin irritation, Ulike IPL devices offer a painless and long-lasting solution for hair removal.<\/p>"
          }
        },
        "template--16748934758641__410348d7-73ad-4e20-a7c3-b3db0025d2d2-168534152794d83ba3-2": {
          "type": "question",
          "settings": {
            "title": "IPL right for me?",
            "answer": "<p>We do not recommend using IPL devices if you fall under any of these categories:<\/p><p>· A known skin disorder<\/p><p>· Skin diseases such as allergic dermatitis, eczema, etc. <\/p><p>· Photosensitive epilepsy<\/p><p>· Are menstruating, pregnant, or lactating<\/p><p>· Have cancer or are currently in remission<\/p><p>· Sunburnt skin<\/p>"
          }
        },
        "template--16748934758641__410348d7-73ad-4e20-a7c3-b3db0025d2d2-168534152794d83ba3-4": {
          "type": "question",
          "settings": {
            "title": "Can I use the device on all parts of my body?",
            "answer": "<p>Yes, you can use Ulike IPL devices on ALMOST every part of your body.<\/p><p>However, please avoid using it on the following areas:<\/p><p>-the eyes, or around the eyes<\/p><p>-tattooed areas<\/p><p>-parts of the skin with open wounds<\/p><p>-birthmarks, moles or warts<\/p><p>-areas that have plastic surgery<\/p><p>Please refer to the above question \"Is IPL right for me\" for further information.<\/p>"
          }
        },
        "e79a1c0a-437a-4349-8ae2-c402f8168b18": {
          "type": "question",
          "disabled": true,
          "settings": {
            "title": "Do I Need to Shave Before Using IPL?",
            "answer": "<p>Yes, we recommend that you shave the treatment area before using your handset. Shaving the hair to the appropriate length will help IPL effectively focus on the hair follicles.<\/p>"
          }
        },
        "f93cc5fe-9d3f-4cfc-9b58-0e9f2f8e3eb9": {
          "type": "question",
          "disabled": true,
          "settings": {
            "title": "Which Areas of the Body Can I Use This On?",
            "answer": "<p>You can use your handset on any part of your body, including your Brazilian (Bikini area) and face. But please do not use around the eyes (use only below cheekbones)<br\/><\/p><p>Our IPL is not suitable for the ‘inner parts of the bikini area. Therefore you should never use it on the labia minora, vagina, scrotum, or anus.<br\/><\/p><p>To prevent discomfort, we advise you to treat the bikini area, inner thighs, and buttocks from the lowest intensity level, as the skin in these areas can be more sensitive.<\/p>"
          }
        }
      },
      "block_order": [
        "template--16748934758641__410348d7-73ad-4e20-a7c3-b3db0025d2d2-168534152794d83ba3-1",
        "645b7f53-212e-421f-8010-88061c3f4ae1",
        "e7bd244c-468f-47ab-b64a-502a3637848a",
        "template--16748934758641__410348d7-73ad-4e20-a7c3-b3db0025d2d2-168534152794d83ba3-2",
        "template--16748934758641__410348d7-73ad-4e20-a7c3-b3db0025d2d2-168534152794d83ba3-4",
        "e79a1c0a-437a-4349-8ae2-c402f8168b18",
        "f93cc5fe-9d3f-4cfc-9b58-0e9f2f8e3eb9"
      ],
      "settings": {
        "show_navigation": false,
        "title": "Let's answer your questions.",
        "content": "",
        "background": "#f5f5f5",
        "text_color": "rgba(0,0,0,0)",
        "class_text": ""
      }
    },
    "2980733e-fb56-4a49-81d2-edb42646ee11": {
      "type": "blog-list",
      "blocks": {
        "template--16727247978737__2980733e-fb56-4a49-81d2-edb42646ee11-16813806125ed88638-0": {
          "type": "item",
          "disabled": true,
          "settings": {
            "image": "shopify:\/\/shop_images\/01.jpg",
            "title": "10 Best Weight Loss Exercises for Females at Home 2023",
            "name": "Viktoria",
            "date": "03\/21\/2023",
            "title_size": "h5",
            "content": "<p>In this article, we talked about easy and simple exercises that can help in weight loss for women at home. Some of these exercises are just stuff with do every day like walking or jogging but these are done with more intensity if you want to shed some extra calories.<\/p>",
            "link_url": "https:\/\/www.ulike.com\/a\/blog\/best-weight-loss-exercises-for-females",
            "text_alignment": "center",
            "vertical_alignment": "start"
          }
        },
        "template--16727247978737__2980733e-fb56-4a49-81d2-edb42646ee11-16813806125ed88638-1": {
          "type": "item",
          "settings": {
            "title": "Skin PCOS Symptoms Research: Problems, Treatment Tips",
            "name": "Nancy H",
            "date": "04\/03\/2023",
            "title_size": "h5",
            "content": "<p>PCOS, Polycystic Ovarian Syndrome is an endocrine condition that affects one in 10 women worldwide. It causes worrisome symptoms like weight gain and irregular menstrual periods. It can also affect a woman’s appearance and drastically influence confidence levels.<\/p>",
            "link_url": "https:\/\/www.ulike.com\/a\/blog\/skin-pcos-symptoms-research",
            "text_alignment": "center",
            "vertical_alignment": "start"
          }
        },
        "template--16727247978737__2980733e-fb56-4a49-81d2-edb42646ee11-16813806125ed88638-2": {
          "type": "item",
          "settings": {
            "title": "How To Stop Hair Growth on The Face Due To Hormonal Imbalance?",
            "name": "Nancy H",
            "date": "03\/23\/2023",
            "title_size": "h5",
            "content": "<p>In men, facial hair is normal and very attractive. In women, however, this is not so. Nevertheless, facial hair in women is a common health issue faced around the world all over. This can be a very distressing and frustrating issue; as such, women have......<\/p>",
            "link_url": "https:\/\/www.ulike.com\/a\/blog\/how-to-stop-hair-growth-on-the-face-due-to-hormonal-imbalance",
            "text_alignment": "center",
            "vertical_alignment": "start"
          }
        },
        "5ee6154e-09af-43b4-8876-0284a3647fb2": {
          "type": "item",
          "settings": {
            "title": "How to Correctly Use IPL Hair Removal for PCOS?",
            "name": "Nancy H",
            "date": "04\/17\/2023",
            "title_size": "h5",
            "content": "<p>According to a <span style=\"text-decoration:underline\">study<\/span>, 5% and 10% of women between 15 and 44, or during the years you can have children, have PCOS. Polycystic ovary syndrome (PCOS) is a common hormonal disorder that affects women of reproductive age. Surprisingly......<\/p>",
            "link_url": "https:\/\/www.ulike.com\/a\/blog\/how-to-use-ipl-hair-removal-for-pcos-people",
            "text_alignment": "center",
            "vertical_alignment": "start"
          }
        },
        "516cbe3b-fc2d-4cab-94a2-afa104a914b6": {
          "type": "item",
          "disabled": true,
          "settings": {
            "image": "shopify:\/\/shop_images\/01.jpg",
            "title": "What is the Best Hair Removal Method for Women with PCOS: IPL, Laser, Electrolysis, or Other?",
            "name": "Gabriela Bermudez",
            "date": "04\/16\/2023",
            "title_size": "h5",
            "content": "<p>This article will explore PCOS, one of the most common endocrine disorders that affect an important number of women worldwide, specifically discussing the available methods to effectively get rid of the excess of unwanted hair, the main (and most unpleasant) cosmetic concern that comes along with this condition.<\/p>",
            "link_url": "https:\/\/www.ulike.com\/a\/blog\/best-hair-removal-method-for-women-with-pcos",
            "text_alignment": "center",
            "vertical_alignment": "start"
          }
        }
      },
      "block_order": [
        "template--16727247978737__2980733e-fb56-4a49-81d2-edb42646ee11-16813806125ed88638-0",
        "template--16727247978737__2980733e-fb56-4a49-81d2-edb42646ee11-16813806125ed88638-1",
        "template--16727247978737__2980733e-fb56-4a49-81d2-edb42646ee11-16813806125ed88638-2",
        "5ee6154e-09af-43b4-8876-0284a3647fb2",
        "516cbe3b-fc2d-4cab-94a2-afa104a914b6"
      ],
      "disabled": true,
      "settings": {
        "subheading": "",
        "title": "Learn More About PCOS",
        "content": "",
        "button_text": "",
        "button_link": "",
        "column_alignment": "center",
        "background": "#f5f5f5",
        "text_color": "rgba(0,0,0,0)"
      }
    },
    "32958bbf-2462-46d9-ab26-6d1689e51b73": {
      "type": "main-image",
      "blocks": {
        "template--16785011310833__32958bbf-2462-46d9-ab26-6d1689e51b73-image-1": {
          "type": "image",
          "settings": {
            "image": "shopify:\/\/shop_images\/pc_3ea1dc49-c713-44d8-9ea8-12da54ebada9.jpg",
            "mobile_image": "shopify:\/\/shop_images\/m_70eeed70-4fec-4eaf-a356-736b7a25973a.jpg",
            "text_position": "middle_center",
            "overlay_opacity": 30
          }
        }
      },
      "block_order": [
        "template--16785011310833__32958bbf-2462-46d9-ab26-6d1689e51b73-image-1"
      ],
      "settings": {
        "custom_class": "pcos_show",
        "subheading": "",
        "title": "Proud partners of the PCOS community.",
        "subheading_1": "",
        "des_1": "",
        "link_1_text": "",
        "link_1_link": "",
        "text_alignment": "center",
        "section_height": "auto",
        "transition_type": "sweep",
        "autoplay": true,
        "cycle_speed": 5,
        "button_1_text": "",
        "button_1_link": "",
        "button_2_text": "",
        "button_2_link": "",
        "buttom_size": "medium",
        "text_color": "#000000",
        "button_background": "#ffffff",
        "button_text_color": "#000000",
        "overlay_color": "#000000",
        "background": "rgba(0,0,0,0)",
        "padding_top": 80,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "main",
    "01f74f58-c700-4c0b-905a-b20e2625b3e9",
    "129bbe71-29b6-4751-8e04-684d0b424df6",
    "3e4ad0fc-6ad5-44b3-b1fc-7e82433fcc8b",
    "0e245e59-66b4-4396-902a-ec41a36b615b",
    "c76a124e-ab33-4784-b039-e2f39ac29a2a",
    "64125e23-082a-4276-a6c7-7d58d90246cf",
    "56454126-9834-4b36-bfff-091c02001239",
    "36efb45c-da54-4c55-acd0-e3277080d775",
    "410348d7-73ad-4e20-a7c3-b3db0025d2d2",
    "2980733e-fb56-4a49-81d2-edb42646ee11",
    "32958bbf-2462-46d9-ab26-6d1689e51b73"
  ]
}